[
  {
    "id": "34bc7ad0-9f3a-48d4-a46b-9034e9cc5978",
    "title": "Near and Far Field Measurements with a Vector Network Analyzer",
    "slug": "near-and-far-field-measurements-with-a-vector-network-analyzer",
    "excerpt": "For optimal performance in over-the-air RF systems, antennas must meet specific requirements. Performance parameters like size, wind-loading, environmental ruggedness, transmission pattern, bandwidth,...",
    "content": "For optimal performance in over-the-air RF systems, antennas must meet specific requirements. Performance parameters like size, wind-loading, environmental ruggedness, transmission pattern, bandwidth, and power handling capability should be considered. Methods of measuring the transmission (or reception) pattern that determines antenna gain with a VNA will be examined in this article.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/atec-honored-by-ieee-for-longstanding-support-of-the-emc-society/",
    "published": false
  },
  {
    "id": "bbd48664-74b5-481c-a025-034c17b85fff",
    "title": "Antenna Factor and Gain Calculations",
    "slug": "antenna-factor-and-gain-calculations",
    "excerpt": "Antenna Factor and Gain metrics provide crucial insights into antenna performance, allowing engineers to calculate signal strength relationships and directional effectiveness. These measurements help ...",
    "content": "Antenna Factor and Gain metrics provide crucial insights into antenna performance, allowing engineers to calculate signal strength relationships and directional effectiveness. These measurements help optimize RF systems by comparing actual antenna behavior to theoretical isotropic radiators using standardized 50-ohm configurations.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/eu-commission-issues-infringement-decision-on-failure-to-transpose-eu-rohs/",
    "published": false
  },
  {
    "id": "3d013387-d310-4ef0-8be4-00428b0e265f",
    "title": "Common Test & Calibration Uses of a Portable Signal Generator in The Field",
    "slug": "common-test-calibration-uses-of-a-portable-signal-generator-in-the-field",
    "excerpt": "This versatile field device generates signals that mimic various sensors to test and calibrate equipment. It helps technicians troubleshoot connections and verify system performance. Portable and batt...",
    "content": "This versatile field device generates signals that mimic various sensors to test and calibrate equipment. It helps technicians troubleshoot connections and verify system performance. Portable and battery-powered, it's designed for on-site diagnostic work in industrial environments.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/u-s-senate-moves-am-radio-for-every-vehicle-act-out-of-committee/",
    "published": false
  },
  {
    "id": "3cc61208-7002-41a1-b1bd-234dd87d9599",
    "title": "How to Become A Great Compliance Engineering Professional",
    "slug": "how-to-become-a-great-compliance-engineering-professional",
    "excerpt": "The journey to becoming an excellent compliance engineering professional is an ongoing process of continuous learning, practical skill development, and unwavering commitment to ensuring product safety...",
    "content": "The journey to becoming an excellent compliance engineering professional is an ongoing process of continuous learning, practical skill development, and unwavering commitment to ensuring product safety, regulatory compliance, and maintaining the highest standards of professional integrity.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/ieee-ul-develop-new-standard-to-protect-healthcare-data/",
    "published": false
  }
]