[
  {
    "id": "ace0f127-af6a-46de-b141-c22402adbe6f",
    "title": "ATEC Honored for Longstanding Support of the EMC Society",
    "slug": "atec-honored-for-longstanding-support-of-the-emc-society",
    "excerpt": "The Education Committee (EdCom) of the IEEE EMC Society would like to invite students currently enrolled in a college or university at either the Ph.D., graduate, or undergraduate level to submit a me...",
    "content": "The Education Committee (EdCom) of the IEEE EMC Society would like to invite students currently enrolled in a college or university at either the Ph.D., graduate, or undergraduate level to submit a method for locating an RF source in the presence of unknown reflections. Building upon last year’s theme, the student design contest will again feature a fox hunt in the exhibit hall, but with some additional EMI challenges. Three low-power radio transmitters operating on different frequencies near 146 MHz will be hidden in the exhibit hall of the EMC+SIPI 2025 Symposium.  The task for the team is to locate each transmitter as quickly as possible. The top three selected teams will be required to attend the EMC+SIPI 2025 Symposium in Raleigh, NC to compete and demonstrate their design on August 19, 2025.\n\nFor more information and the rules and regulations, click here.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/student-emc-hardware-competition-returns/",
    "published": false
  },
  {
    "id": "a4c0ea8c-38bb-4ab5-9af3-698bdc4f69cb",
    "title": "Near and Far Field Measurements with a Vector Network Analyzer",
    "slug": "near-and-far-field-measurements-with-a-vector-network-analyzer",
    "excerpt": "Advanced Test Equipment Corp (ATEC), a leading provider of test and measurement equipment rentals, has been recognized by the Institute of Electrical and Electronics Engineers (IEEE) for its exception...",
    "content": "Advanced Test Equipment Corp (ATEC), a leading provider of test and measurement equipment rentals, has been recognized by the Institute of Electrical and Electronics Engineers (IEEE) for its exceptional contributions to the Electromagnetic Compatibility (EMC) Society. This prestigious award highlights ATEC’s unwavering commitment to advancing EMC testing, industry education, and regulatory compliance.\n\nFor years, ATEC has supported engineers, researchers, and manufacturers by providing them access to cutting-edge test equipment for EMC compliance. Through its active participation in EMC Society, ATEC has helped drive innovation and education in the field.\n\nAs a trusted partner in EMC testing, ATEC has continuously provided state-of-the-art testing solutions to industries including aerospace, automotive, telecommunications, medical devices, and consumer electronics. By equipping engineers with the necessary tools to perform radiated emissions, conducted emissions, immunity, and shielding effectiveness testing, ATEC has supported advancements in electromagnetic compatibility and regulatory compliance worldwide.\n\n“We are deeply honored to receive this recognition from IEEE,” said Jamison Berg, VP Of Sales & Marketing, ATEC. “At ATEC, we believe in empowering engineers and manufacturers with the best test solutions to advance EMC research and compliance. Our long-standing support of the IEEE EMC Society reflects our dedication to the industry, and we look forward to continuing our partnership for years to come.”\n\nATEC has been an active participant in IEEE EMC Society initiatives, sponsoring key conferences, technical workshops, and educational programs that help industry professionals stay ahead of evolving EMC standards. The company will continue collaborating with IEEE and the EMC community to help shape the future of electromagnetic compatibility testing. For more information on ATEC’s EMC testing solutions and industry involvement, visit https://www.atecorp.com/emc.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/atec-honored-by-ieee-for-longstanding-support-of-the-emc-society/",
    "published": false
  },
  {
    "id": "f569e8d0-efde-4c5c-88ce-7d132461d2e6",
    "title": "Antenna Factor and Gain Calculations",
    "slug": "antenna-factor-and-gain-calculations",
    "excerpt": "The Commission of the European Union (EU) has stepped up its efforts to ensure that Member States implement the provisions of the EU Directive on hazardous substances in electrical and electronic equi...",
    "content": "The Commission of the European Union (EU) has stepped up its efforts to ensure that Member States implement the provisions of the EU Directive on hazardous substances in electrical and electronic equipment.\n\nAccording to a press release, the Commission has issued infringement decisions to 27 individual Member States for failure to notify the Commission of their transposition efforts related to 11 different EU directives. The notices cover directives addressing the reporting of air pollutant emission projections, the exchange of information between law enforcement authorities in Member States, ferry safety, and others.\n\nOf greatest significance to our readers is the Commission’s infringement notice issued to Cyprus for its failure to communicate its actions to date to implement the provisions of the EU’s Directive on the restriction of hazardous substances in electrical and electronic equipment (EU 22014/1416, more widely known as the RoHS Directive).\n\nCypress has two months from the date of the Commission’s infringement notice to provide the Commission with an update on their efforts and to complete the transposition of the RoHS provision into national law.\n\nThe EU Commission press release on its efforts to enforce the transposition of EU RoHS Directive and other directives into the laws of Member States is available at https://ec.europa.eu/commission/presscorner/detail/bg/inf_25_273.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/eu-commission-issues-infringement-decision-on-failure-to-transpose-eu-rohs/",
    "published": false
  },
  {
    "id": "9e71550f-9169-4ed3-b890-d370db6ab62b",
    "title": "Common Test & Calibration Uses of a Portable Signal Generator in The Field",
    "slug": "common-test-calibration-uses-of-a-portable-signal-generator-in-the-field",
    "excerpt": "Bi-partisan legislation that would mandate access to AM radio technologies in all new vehicles sold in the U.S. has passed another milestone.\n\nThe U.S. Senate Committee on Commerce, Science, and Trans...",
    "content": "Bi-partisan legislation that would mandate access to AM radio technologies in all new vehicles sold in the U.S. has passed another milestone.\n\nThe U.S. Senate Committee on Commerce, Science, and Transportation voted to approve S.315, otherwise known as the AM Radio for Every Vehicle Act. The legislation mandates that U.S. consumers continue to have access to AM radio technology in new vehicles sold in the country.\n\nIn recent years, there has been much discussion about whether AM legacy technology should continue to be installed in new vehicles. However, broadcasts on the AM band can provide a critical communications lifeline in natural disasters when other radio technologies go offline.\n\nA companion bill to S.315, H.R. 979, was introduced in the U.S. House of Representatives shortly after the Senate Committee’s action. The companion legislation, H.R. 979, will now be forwarded to the House Commerce Committee for review and discussion.\n\nThe text of the AM Radio for Every Vehicle Act as approved by the Senate Committee is available on the Congress.gov website at https://www.congress.gov/bill/119th-congress/senate-bill/315.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/u-s-senate-moves-am-radio-for-every-vehicle-act-out-of-committee/",
    "published": false
  },
  {
    "id": "9199d0c9-72e0-4fd1-bc4c-188875cb13aa",
    "title": "How to Become A Great Compliance Engineering Professional",
    "slug": "how-to-become-a-great-compliance-engineering-professional",
    "excerpt": "The IEEE has partnered with a major testing and standards development organization to create a new standard to address the securing of biomedical devices and health-related data.\n\nThe name of the new ...",
    "content": "The IEEE has partnered with a major testing and standards development organization to create a new standard to address the securing of biomedical devices and health-related data.\n\nThe name of the new standard says it all: IEEE/UL 2933, Standard for Clinical Internet of Things (IoT) Data and Device Interoperability with TIPPSS (Trust, Identity, Privacy, Protection, Safety, and Security. According to an IEEE press release, the standard addresses methods and strategies for securing “electronic health records, electronic medical records, and in-hospital and wearable devices that communicate with each other and with other healthcare systems.”\n\nThe new standard represents a joint effort between the IEEE 2933 Working Group and Underwriters Laboratories. The IEEE says that more than 300 people from 32 countries were involved in the standard’s development effort, including representatives from industry, regulatory agencies, and university research institutes.\n\nThe IEEE’s press release on IEEE/UL 2933 is available at https://spectrum.ieee.org/ieee-standard-biomedical-devices-data.",
    "date": "2025-03-10",
    "category": "Industry News",
    "source": "In Compliance Magazine",
    "originalUrl": "https://incompliancemag.com/ieee-ul-develop-new-standard-to-protect-healthcare-data/",
    "published": false
  }
]